#+POSTID: 9928
#+DATE: [2015-08-29 Sat 18:01]
#+OPTIONS: toc:nil num:nil todo:nil pri:nil tags:nil ^:nil TeX:nil
#+CATEGORY: Article
#+TAGS: Babel, Emacs, Ide, Lisp, Literate Programming, Programming Language, Reproducible research, elisp, org-mode, philosophy
#+TITLE: Additional Org2Blog Configuration

Hello, world.

#+BEGIN_SRC emacs-lisp :results output value
(+ 1 2 3)
#+END_SRC

#+RESULTS:
#+begin_example
6
#+end_example
